package com.aunt.opeace.constants

val jobList = listOf(
    "경영",
    "광고",
    "기획",
    "개발",
    "데이터",
    "디자인",
    "마케팅",
    "방송",
    "운영",
    "이커머스",
    "회계",
    "인사",
    "영업",
    "물류",
    "연구",
    "의료",
    "제약",
    "엔지니어링",
    "생산품질",
    "교육",
    "법률",
    "공공",
    "서비스",
    "기타",
)

val ageList = listOf(
    "베이비붐",
    "X세대",
    "Z세대",
    "M세대"
)

val nicknameList = listOf(
    "김태성",
    "김현준",
    "김형민",
    "나영",
    "박미선",
    "병학",
    "신문선",
    "염성훈",
    "지정수",
    "현희"
)

val titleList = listOf(
    "여름 휴가 계획",
    "휴일 식사 메뉴",
    "주말 활동",
    "드라마 시청",
    "노래 선택",
    "애완동물 선택",
    "주거 환경",
    "스포츠 활동",
    "요리 스타일",
    "휴일 목적지"
)

val wordList = listOf(
    "해변" to "산 속",
    "피자" to "중국 음식",
    "영화관" to "공원 산책",
    "로맨스" to "스릴러",
    "팝송" to "클래식 음삭",
    "고양이" to "강아지",
    "아파트" to "시골",
    "축구" to "농구",
    "한식" to "양식",
    "유럽 여행" to "아시아 여행"
)

val firstPercentList = listOf(
    100,
    90,
    80,
    70,
    60,
    50,
    40,
    30,
    20,
    10
)

val secondPercentList = listOf(
    0,
    10,
    20,
    30,
    40,
    50,
    60,
    70,
    80,
    90,
    100
)